Repository: BackupTheBerlios/easycam-svn
Catalog: trunk/po/*.po
Languages: de

source: Aide
de: Hilfe

source: Allemand : Michael Strecke
de: Deutsch : Michael Strecke

source: Bienvenu(e) dans l'assistant d'installation des drivers de Webcam sous Debian
de: Willkommen beim Installationsassistenten für Webcamtreiber unter Debian

source: Choix de la distribution :
de: Welche Distribution verwenden Sie?

source: Copyright (c) 2005 L'équipe EasyCam
de: Copyright (c) 2005 Das EasyCam Team

source: Installateur de Drivers pour Webcam sous Debian (et dérivé)
de: Installationsprogram für Webcam-Treiber unter Debian (und auf Debian basierenden Distros)

source: Installation du drivers
de: Installation des Treibers

source: L'installation a échoué ! Vous pouvais consulter le log ci-dessous où les messages d'erreur ont étais enrengistré. Pour recevoir de l'aide, veuillez vous adresser a une des adresses suivantes : E-Mail : jbtheou@gmail.com Forum : http://forum.ubuntu-fr.org/viewtopic.php?id=16670 Merci
de: Die Installation ist fehlgeschlagen. Prüfen Sie das unten stehende Protokoll auf Fehlermeldungen. Wenn Sie Hilfe benötigen, erreichen Sie uns: per E-Mail : jbtheou@gmail.com im Forum : http://forum.ubuntu-fr.org/viewtopic.php?id=16670 Vielen Dank

source: L'installation est terminé ! Pour tester votre webcam : Outils -> Webcam
de: Installation beendet! Testen Sie Ihre Webcam mit: Extras -> Webcam

source: Lancer l'installation
de: Installation starten

source: Log
de: Protokoll

source: Nouvelle installation
de: Neue Installation

source: Propriétés
de: Eigenschaften

source: Préferences
de: Voreinstellungen

source: Quitter
de: Ende

source: Veuillez choisir votre webcam parmis la liste ci-dessous
de: Bitte wählen Sie Ihre Webcam aus der folgenden Liste aus:

source: _Fichier
de: Datei

source: À Propos
de: Über

source: Aucune caméra trouvée ou caméra non compatible
de: Keine oder keine kompatible Kamera gefunden

source: Le fichier de configuration n'a pas été détecter Reinstallez easycam
de: Die Konfigurationsdatei fehlt. Bitte installieren Sie easycam neu.

source: Le fichier de configuration est défectueux. Reinstallez easycam
de: Die Konfigurationsdatei ist fehlerhaft. Bitte installieren Sie easycam neu.

source: Installation du drivers : OK
de: Installation des Treibers: OK

source: Installation du drivers : KO
de: Installation des Treibers: Fehler
